[
    {
        "siteId": "london",
        "items": [
            {
                "name": "Julie Taymor",
                "role": "Director, Costume Design, Mask/Puppet Co-Design, Additional Lyrics",
                "bio": "<p>Julie won the 1998 Tony® Award for Best Direction of a Musical and for Best Costumes for The Lion King. In 2008, the musical won three Molière Awards including Best Musical and Best Costumes. It also garnered Drama Desk, Outer Critics Circle and Drama League awards for Taymor’s direction, and myriad awards for her original costume, mask and puppet designs. Taymor made her Broadway debut in 1996 with <em>Juan Darién: A Carnival Mask</em> (Lincoln Center’s Vivian Beaumont Theater), nominated for five Tony® Awards. Other theatre work includes <em>The Green Bird</em> (New Victory Theater, La Jolla Playhouse and the Cort Theater on Broadway); <em>Titus Andronicus, The Tempest</em> and <em>The Taming of the Shrew</em> (Theatre for a New Audience); <em>Juan Darién</em> (Music-Theatre Group); co-adapter and director of The Transposed Heads (Lincoln Center and American Music Theatre Festival) and <em>Liberty’s Taken</em> (Castle Hill Festival). For her latest Broadway production, <em>Spider-Man Turn Off the Dark</em>, Taymor served as director and co-book writer. Her recent opera productions include an original opera, <em>Grendel</em>, composed by Elliot Goldenthal (Los Angeles Opera and the Lincoln Center Festival, 2006), which was a finalist for the Pulitzer. Her direction of <em>Mozart’s Die Zauberflöte</em> premiered at the Metropolitan Opera in 2004 and is now in repertoire there. Taymor’s film <em>Across the Universe</em> received a Golden Globe® nomination for Best Musical/Comedy in 2008. Her first film, <em>“Fool’s Fire,”</em> an adaptation of an Edgar Allan Poe short story, aired on PBS in 1992. She directed her first feature, <em>Titus</em>, starring Anthony Hopkins and Jessica Lange, in 1999. <em>Frida</em>, starring Salma Hayek and Alfred Molina, received five Academy Award® nominations and two Oscars® in 2002. Taymor’s latest film is <em>The Tempest</em>, starring Helen Mirren, Djimon Hounsou, Russell Brand and Ben Whishaw. Taymor has received a MacArthur “genius” grant, a Guggenheim Fellowship, two Obie Awards and the first annual Dorothy B. Chandler Award in Theater among many others. A book spanning her career, Julie Taymor: Playing With Fire, is in its third edition from Abrams.</p>",
                "image": "../images/headshots/julie-taymor.jpg"
            },
            {
                "name": "Elton John",
                "role": "Music",
                "bio": "<p>The monumental career of international singer/songwriter and performer Elton John has spanned more than three decades. He is one of the top-selling solo artists of all time, with 35 gold and 25 platinum albums and more than 250 million records sold worldwide. The National Academy of Recording Arts and Sciences has awarded Elton multiple GRAMMYS®, including the GRAMMY® Legend Award.  In the early 1990s, Elton collaborated with lyricist Tim Rice on the soundtrack for <em>The Lion King, </em>winning him an Academy Award®. The album produced two top-selling, award-winning singles: &ldquo;Can You Feel the Love Tonight&rdquo; and &ldquo;Circle of Life.&rdquo; The Tony® Award-winning Broadway productions of <em>The Lion King </em>and <em>Aida</em>both awarded Elton with GRAMMYS® for Best Musical Show Album. <em>Billy Elliot </em>was nominated for a record-tying 15 Tony® Awards and won ten, including Best Musical. Elton was also one of the producers for <em>Next Fall </em>on Broadway. <em>The Union</em> is his latest CD with Leon Russell, produced by T Bone Burnett.  In 1992, Elton established the Elton John AIDS Foundation, which today is one of the leading nonprofit HIV/AIDS organizations. In 1998, the Queen of England knighted him Sir Elton John, CBE. In 2004, Elton received the Kennedy Center Honor for his lifetime contributions to American culture and excellence through the performing arts.</p>",
                "image": "../images/headshots/elton-john.jpg"
            },
            {
                "name": "Tim Rice",
                "role": "Lyrics",
                "bio": "<p>TIM RICE has worked in music, theatre and films since 1965 when he met Andrew Lloyd Webber, a fellow struggling songwriter. Rather than pursue Tim&rsquo;s ambitions to write rock or pop songs they turned their attention to Andrew&rsquo;s obsession – musical theatre. Their first collaboration (lyrics by Tim, music by Andrew) was an unsuccessful show based on the life of Dr.Barnardo, the Victorian philanthropist, <em>The Likes Of Us.</em> Their next three works together were much more successful – <em>Joseph and the Amazing Technicolor Dreamcoat, Jesus Christ Superstar</em> and <em>Evita.</em> Tim has also worked with other distinguished popular composers such as Elton John (<em>The Lion King, Aida</em>), Alan Menken (<em>Aladdin, King David, Beauty and the Beast</em>), Bjorn Ulvaeus and Benny Andersson (<em>Chess</em>) and most recently, Stuart Brayson (<em>From</em> <em>Here To Eternity</em>).</p><p>He formed his own cricket team in 1973 and was President of the MCC in 2002. He recently wrote and presented a 52-part series for BBC Radio 2, <em>American Pie, </em>a trawl through the music and musicians of every American State. He has won several awards, mainly for the wrong thing or for simply turning up.</p>",
                "image": "../images/headshots/tim-rice.jpg"
            },
            {
                "name": "Lebo M",
                "role": "Additional Music & Lyrics, Additional Vocal Score, Vocal Arrangements, Choral Director",
                "bio": "<p>Lebo M is known as the &ldquo;voice and spirit of <em>The Lion King</em>.&rdquo;  Once a teenage singer in Soweto, the Grammy® Award winner and Tony® nominee&rsquo;s music brings audiences to tears with hauntingly inspiring African rhythms and melodies. Lebo&rsquo;s talents have been hailed by the worldwide press in superlatives that might describe the most delightfully poetic of musical deities. Since his arrival in America, Lebo has attracted music industry giants such as Quincy Jones, Jimmy Cliff and Hans Zimmer as mentors, allies and collaborators.  Lebo has performed and produced four albums, <em>Rhythm of the Pride Lands</em> (Disney), <em>Deeper Meaning</em> (Gallo) and <em>The Lion King</em> (Japanese and Hamburg cast recordings). Other credits include <em>The Power of One</em>, <em>Back on the Block</em>and<em> Listen Up</em> with Quincy Jones; the feature films<em> Outbreak</em> (Warner Bros.), <em>Congo</em> (Warner Bros.) and <em>Born to Be Wild</em>(Paramount); and the Disney television special <em>&ldquo;People.&rdquo;</em>  He has performed on the Academy Awards® and the Essence Awards Show, with Vanessa Redgrave at <em>Kthimi-The Return</em> in Kosovo, and been honored by Artists for a Free South Africa.</p>",
                "image": "../images/headshots/lebo-m.jpg"
            },
            {
                "name": "Mark Mancina",
                "role": "Additional Music & Lyrics, Music produced for the stage, Additional Score",
                "bio": "<p>A Tony&reg; nominee and multi-platinum, three-time GRAMMY® Award-winning composer, he was an obvious choice to produce the music for the stage production of <em>The Lion King</em>, having arranged and produced songs for the blockbuster animated feature film, for which he received both GRAMMY® and American Music awards in 1994. The film also spawned the hit album <em>Rhythm of the Pride Lands</em>, for which Mr Mancina co-wrote, arranged and produced three tracks, including &lsquo;He Lives in You&rsquo; and &lsquo;Shadowland,&rsquo; which are featured in the stage production. Ranked among the upper echelons of film composers, his credits include mega-hits <em>Training Day, Speed, Twister, Bad Boys, Tarzan</em>® and <em>Brother Bear</em> among many others. Most recent feature films include: <em>August Rush</em> and <em>Shooter</em>.</p>",
                "image": "../images/headshots/mark-mancina.jpg"
            },
            {
                "name": "Irene Mecchi",
                "role": "Book",
                "bio": "<p>Irene began her association with Disney in March 1992, when she wrote <em>Recycle Rex</em>, an animated short, which won the 1994 Environmental Media Award. Irene is a co-writer of Disney&rsquo;s animated features <em>The Lion King</em>, <em>The Hunchback of Notre Dame </em>and<em>Hercules</em>. Along with co-author Roger Allers, she received a 1998 Tony® nomination for writing the book for <em>The Lion King</em>. Irene also wrote the teleplay for &ldquo;Annie,&rdquo; directed by Rob Marshall. She shares a writing credit on Disney Pixar&rsquo;s <em>Brave </em>and is currently adapting the Warners&rsquo; 1954 film <em>A Star Is Born </em>as a stage musical, as well as developing a project with Lucasfilm.</p>",
                "image": "../images/headshots/irene-mecchi.jpg"
            },
            {
                "name": "Garth Fagan",
                "role": "Choreographer",
                "bio": "<p>Garth Fagan is the recipient of the 1998 Tony® Award for Best Choreography and the 2000 Laurence Olivier Award for Best Theatre Choreographer (London, UK) as well as the Drama Desk Award, the Astaire Award and the Outer Critics Circle Award for his work with <em>The Lion King. </em>Mr. Fagan was born in Kingston, Jamaica, and for more than 33 years has toured the world with Garth Fagan Dance. On television the company has appeared on &ldquo;Great Performances,&rdquo; &ldquo;The Tonight Show&rdquo; and the Academy Awards®.  Mr. Fagan forged his own dance language and technique, drawing from modern dance, Afro-Caribbean and ballet, and has choreographed for Alvin Ailey American Dance Theatre, Dance Theatre of Harlem, the Jose Limon Company, the New York City Ballet&rsquo;s 50th Anniversary, and others.  In addition, he choreographed Joseph Papp&rsquo;s <em>A Midsummer</em> <em>Night&rsquo;s Dream</em> and the Duke Ellington street opera, <em>Queenie Pie </em>at the Kennedy Center. A distinguished university professor at SUNY Brockport, he has received numerous awards and fellowships, including the 2001 Samuel H. Scripps American Dance Festival Award, a Bessie Award, a Guggenheim Fellowship and a Fulbright 50th Anniversary Distinguished Fellow. He has also been inducted into the American Academy of Achievement.</p>",
                "image": "../images/headshots/garth-fagan.jpg"
            },
            {
                "name": "Richard Hudson",
                "role": "Scenic Design",
                "bio": "<p>Richard Hudson was born in Zimbabwe and educated in Zimbabwe and England. In 1988 he won a Laurence Olivier Award for designing a season of seven plays at the Old Vic Theatre, London. His set designs for <em>The Lion King</em> have won numerous awards, including a Tony® in 1998. He is a Royal Designer for Industry (RDI). In 2003 he won the Gold Medal for Set Design at the Prague Quadriennale, and in 2005 he was given an honorary doctorate by the University of Surrey. He has designed sets and costumes for the Royal Shakespeare Company, the National Theatre, the Young Vic and the Gate, London. In opera he has worked at the Royal Opera, English National Opera, La Scala Milan, Metropolitan Opera New York, Opera National de Paris, Lyric Opera Chicago, Staatsoper Vienna, Glyndebourne Festival Opera and in Zurich, Munich, Amsterdam, Venice, Florence, Turin, Bregenz, Houston and Washington.</p>",
                "image": "../images/headshots/richard-hudson.jpg"
            },
            {
                "name": "Donald Holder",
                "role": "Lighting Design",
                "bio": "<p>Donald received 1998 Tony&reg;, Drama Desk and Outer Critics Circle Awards for <em>The Lion King </em>(Broadway) and the Moliere Award for <em>The Lion King </em>(Paris). Broadway: <em>Golden Boy, Annie, Spiderman-Turn Off the Dark, South Pacific </em>(2008 Tony® Award), <em>Ragtime, Les Liaisons Dangereuses, A Streetcar Named Desire, Gem of the Ocean, Movin&rsquo; Out, Juan Darien </em>(all Tony&reg; nominated); <em>Promises, Promises; Arcadia; Come Fly Away; Cyrano de Bergerac; The Little Dog Laughed; Thoroughly Modern Millie; Prelude to a Kiss; The Boy From Oz, </em>many others<strong>. </strong>Off-Broadway: <em>Blood and Gifts, Happiness, Observe the Sons of Ulster… </em>(Lortel Award), <em>A Man of No Importance, Birdie Blue, Jitney, Saturday Night, Three Days of Rain, Jeffrey, Spunk, </em>many others. Television: &ldquo;Smash&rdquo; <em>s</em>easons one and two, NBC/DreamWorks.</p>",
                "image": "../images/headshots/donald-holder.jpg"
            },
            {
                "name": "Michael Curry",
                "role": "Mask and Puppet Co-designer",
                "bio": "<p>Michael works widely as a visual and concept designer for numerous companies such as Cirque du Soleil, the Metropolitan Opera, London&rsquo;s Royal National Theatre, Disney Theatrical Productions and Universal Pictures. He collaborates regularly with directors such as Robert Lepage, Nicholas Hytner, Julie Taymor and William Friedken. Mr. Curry has received many prestigious awards including several awards for his work on Broadway, Olympic ceremonies and his continued innovations in the fields of visual effects and puppetry design. His design and production studios are located in Scappoose, Oregon. Current projects include scenic design for <em>The Makropulos Case </em>conducted by Maestro Zubin Mehta for the Teatro del Maggio Musicale in Florence, Italy, which premiered on October 11, 2011, and <em>Tales of Hoffman </em>at the Theater an der Wein in Vienna, Austria, that premiered on March 19, 2012.</p>",
                "image": "../images/headshots/michael-curry.jpg"
            },
            {
                "name": "Michael Ward",
                "role": "Hair and Makeup Design",
                "bio": "<p>Michael Ward designs for opera and theatre. For Disney: <em>The Lion King</em> (Broadway and others) and <em>Der</em> Glöckner <em>von Notre Dame</em> (Berlin). Other work has been seen in Britain, the United States, Holland, France, Japan, Israel and Portugal. Along with his design work in theatre, he works as a garden and landscape designer.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Steve Canyon Kennedy",
                "role": "Sound Design",
                "bio": "<p>Steve Canyon Kennedy was the production engineer on such Broadway shows as <em>Cats, Starlight Express, Song &amp; Dance, The Phantom of the Opera, Carrie </em>and <em>Aspects of Love</em>.</p><p>His Broadway sound design credits include <em>Catch Me If You Can</em>, (Tony Nomination) <em>Guys and Dolls, Mary Poppins, The Lion King, Jersey Boys</em> (Drama Desk Award), Billy Crystal&rsquo;s <em>700 Sundays, Hairspray, The Producers, Aida, Titanic, Big, How to Succeed in Business Without Really Trying, Carousel</em> and The Who&rsquo;s <em>Tommy</em> (Drama Desk Award).</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Anthony Lyn",
                "role": "Associate Director",
                "bio": "<p>Anthony was born in Swansea South Wales and trained at the Royal Welsh College of Music &amp; Drama. Has worked as an actor, director, teacher and associate director. London theatre credits include <em>Anything Goes, Miss Saigon, Les&nbsp;</em><em>Miserables, Joseph and the Amazing Technicolor&nbsp;</em><em>Dreamcoat, Damn Yankees </em>and Disney&rsquo;s <em>The Lion&nbsp;</em><em>King</em>. Broadway production credits include Disney&rsquo;s&nbsp;<em>The Lion King, Miss Saigon, Mary Poppins </em>and&nbsp;<em>Les Miserables. </em>Touring and global production credits include <em>Mary Poppins </em>(US National tours, Vienna, Mexico City), <em>Les Miserables </em>(US National tour, Toronto). Anthony is currently the Associate Director for global productions of <em>The Lion King</em>, on which he has worked since 1999, and <em>Saturday&nbsp;</em><em>Night Fever &amp; Masquerade </em>for Jean Ann Ryan Productions globally. TV credits include the Tony Awards, <em>An American Celebration</em>, <em>Dancing with&nbsp;</em><em>the Stars, The Late Show with David Letterman</em>, <em>The&nbsp;</em><em>Tonight Show with Conan O&rsquo;Brien</em>, the <em>Royal Variety&nbsp;</em><em>Performance </em>and the 2013 Oscars. Has taught at the Royal Academy of Music London, The Actors&rsquo; Centre and Duke University in the US and was made an Honorary Fellow of the Royal College in July 2018.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "John Stefaniuk",
                "role": "Associate Director",
                "bio": "<p>A native of Toronto, Canada, and alum of the University of British Columbia in Vancouver. Upon leaving John worked as an actor and voice over artist worldwide including being the voice of <em>Cartoon Network</em>. He has directed, taught and guest lectured for many theatre schools and colleges in Toronto, New York, and London including the Royal Academy of Music, Sylvia Young Theatre School, and Duke University. For three years John was the Artistic Director for Stagedoor Manor in New York directing numerous productions with such stars as Natalie Portman and Bryce Howard. John worked as Resident Director for Cameron Macintosh and JAR Productions on <em>Hey Mr. Producer!</em> Amongst John&rsquo;s TV credits include<em> Dancing with the Stars, The TONY Awards,</em> <em>The Queens Diamond Jubilee Celebration </em>and <em>America Celebrates, in the presence of The President and First Lady.</em> John has also appeared on <em>The View</em> in a segment directing Whoopi Goldberg and in the Biography Channel&rsquo;s<em> Portrait of Natalie Portman</em>.  He is currently Associate Director for all 10 Productions of <em>Disney&rsquo;s</em> <em>The Lion King</em> and is delighted to be working with such a talented company.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Marey Griffith",
                "role": "Associate Choreographer",
                "bio": "<p>A native New Yorker, Miss Griffith toured worldwide with the acclaimed Alvin Ailey American Dance Theater as a featured dancer/soloist for 8 years. She is most known for her performances in the works of the late, world renowned choreographer Ulysses Dove. Other guest appearances include Déjà vu Dance Theatre, and the Spoleto festival in Italy. She worked as co-choreographer on the star studded production of <em>The Wizard of Oz </em>in concert at Avery Fisher Hall with Nathan Lane, Joel Grey, Jewel and Natalie Cole. Miss Griffith has appeared in numerous commercials and voice-overs. Her soap opera credits include <em>As the World Turns </em>and <em>Another World</em>. She has also performed with Sight and Sound Theatre in Lancaster, PA. Miss Griffith joined the creative team of <em>The Lion King </em>in August of 2000. She feels privileged to work with choreographer Garth Fagan.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Clement Ishmael",
                "role": "Musical Supervisor",
                "bio": "<p>Clement is a conductor, composer and arranger. He is a graduate of the University of Toronto and Royal Conservatory of Music, where he specialised in composition and conducting as well as singing with Joyce Britten. Conducting credits include Abbey Players Opera Company, Ad Astra Chorus, Addison Jazz Ensemble and West London Gospel Choir. He also conducted the new ballet Awakening at Sadlers Wells. West End credits include: Five Guys Named Moe, Ain&rsquo;t Misbehavin&rsquo;, Smokey Joe&rsquo;s Café, and Soul Train. He has also directed and arranged the music for numerous shows which include: Sweet Lorraine, Up Against the Wall, The Amen Corner, The Grape Vine, The Cavalcaders and most recently Gem of the Ocean at the Tricycle Theatre. His classical compositions and arrangements have been performed worldwide as well as being broadcast by BBC Television and Radio. His opera Grazyna was performed at the Royal Opera House&rsquo;s Linbury Studio and his most recent commission, for the London Piano Trio was performed at Cadogan Hall in 2008.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Hans Zimmer",
                "role": "Additional Music and Lyrics",
                "bio": "<p>Hans Zimmer received the Oscar®, Golden Globe® and two Grammy® awards for his original film score for the film version of <em>The Lion King</em>. He started his film scoring career with <em>My Beautiful Laundrette</em> in 1985, and his other credits include six Oscar-nominated film scores, among them <em>Gladiator</em>, <em>The Thin Red Line</em>, <em>As Good as It Gets</em> and<em> Rain Man</em>. Additional credits include the Grammy-winning score for<em> Crimson Tide</em>, <em>Driving Miss Daisy</em>, <em>Thelma and Louise</em>,<em> Black Hawk Down</em> and <em>The Last Samurai</em> starring Tom Cruise. Mr. Zimmer also heads the film music division for DreamWorks SKG studios.</p>",
                "image": "../images/headshots/hans-zimmer.jpg"
            },
            {
                "name": "Chris Montan",
                "role": "Executive Music Producer",
                "bio": "<p>Chris Montan joined Disney in 1984 and is currently president of Walt Disney Music. Under his guidance as head of music, soundtracks from nine theatrical releases (<em>Cocktail</em>, <em>Beaches, </em><em>The Little Mermaid, </em><em>Pretty W</em><em>oman</em>, <em>Beauty and the Beast</em>,<em>Aladdin</em>, <em>The Lion King</em>, <em>Pocahontas</em> and <em>Tarzan</em>) were certified multi-platinum. Additionally, the studio received numerous GRAMMY® and Golden Globe honors along with thirteen Academy Awards® for its music entries. Most recently he served as executive producer of the Wonderful World of Disney&rsquo;s production of <em>Annie</em>, as well as producer with the television production of Rodgers and Hammerstein&rsquo;s <em>Cinderella</em>, which was nominated for seven Emmy® Awards.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Jay Rifkin",
                "role": "Additional Music and Lyrics",
                "bio": "<p>The Grammy Award®-winning producer, together with producing and composing partner Hans Zimmer, created Media Ventures, a multifaceted entertainment group that includes music, new media, film and television. Their partnership has earned them numerous awards and nominations, including Academy Award® nominations, for the film scores of<em>Driving Miss Daisy</em>, <em>Rain Man</em> and <em>The Lion King</em>. Following the success of <em>The Lion King</em>, Jay conceived and produced the gold-selling follow-up album <em>Rhythm of the Pride Lands</em>. He is also chairman of Media Revolution and a founder of the film production company Media Ventures Pictures</p>",
                "image": "../images/headshots/jay-rifkin.jpg"
            },
            {
                "name": "Robert Elhai",
                "role": "Associate Producer and Orchestrator",
                "bio": "<p>Tony® and Drama Desk nominee Robert Elhai has orchestrated many concert, theatre and film scores for composers Elliot Goldenthal (<em>Juan Darien, Final Fantasy</em>) and Michael Kamen (<em>Don Juan de Marco, X-Men</em>), among others. His arrangements for Metallica&rsquo;s GRAMMY® Award-winning &ldquo;S&amp;M&rdquo; made good use of his doctorate in composition from Yale University.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "David Metzger",
                "role": "Orchestrator",
                "bio": "<p>David Metzger has orchestrated many films, including the Disney animated film <em>Tarzan</em>, <em>Training Day</em>, <em>Domestic Disturbance</em>,<em>Bait</em> and <em>Return to Paradise</em>. His television work includes composing episodes of <em>&ldquo;The Magnificent Seven&rdquo;</em> and Disney&rsquo;s <em>&ldquo;The Legend of Tarzan&rdquo;</em> and five years as an arranger/composer for <em>&ldquo;The Tonight Show with Jay Leno.</em>&rdquo; David was nominated for Tony® and Drama Desk awards for <em>The Lion King</em>.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Bruce Fowler",
                "role": "Orchestrator",
                "bio": "<p>Bruce Fowler is an accomplished trombonist who has played with such notables as Woody Herman, Buddy Rich, Frank Zappa, Toshiko Akiyoshi and Don Van Vliet. He performs with his family&rsquo;s band, The Fowler Brothers (there are five Fowlers); his own band, The Enormous Bones; and Banned from Utopia. Bruce was the supervising orchestrator for <em>Pearl Harbor</em> (he also composed the big band numbers), <em>Shrek</em>, <em>As Good as It Gets</em>, <em>Black Hawk Down</em> and Hans Zimmer&rsquo;s Academy Award®-winning <em>The Lion King</em> movie score</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Pippa Ailion",
                "role": "Casting",
                "bio": "<p>Pippa has cast over 160 productions internationally. She was Resident Associate Director casting three seasons of European Classics for Jonathan Miller at The Old Vic between 1987 and 1991. Current West End: <em>Funny Girl</em>, <em>Motown, Guys and Dolls, Sunny Afternoon, Bend It Like Beckham, Charlie &amp; The Chocolate Factory, The Book Of Mormon, Wicked, Billy Elliot</em> and <em>UK tour</em>. Recent West End/other: <em>Lord of the Flies</em> (Regents&rsquo; Park and UK tour) <em>Gypsy, Memphis, Billy Elliot, Top Hat</em> (UK tour) <em>The Rise and Fall of Little Voice</em> (WYP/ Birmingham Rep), <em>Here Lies Love</em> (Dorfman), <em>The Pajama Game, Far Away</em> (Young Vic) <em>We Will Rock You, From Here To Eternity, American Psycho</em> (Almeida), <em>Sweeney Todd, Oh! What a Lovely War</em> (Stratford East and UK tour), <em>Legally Blonde, Fela</em> (NT, Broadway and US tour), <em>The Fairy Queen</em>(Glyndebourne, Paris, New York), <em>Million Dollar Quartet, Waiting for Godot, Decade, Spring Awakening, Marguerite, The Drowsy Chaperone</em>. For Chichester: <em>Gypsy, The Pajama Game, Sweeney Todd, Kiss Me Kate</em> (and Old Vic) <em>Love Story</em> (and Duchess) <em>The Magistrate</em> (and Savoy) <em>Misalliance</em>, <em>Suzanna Andler, Song of Singapore</em> (and Mayfair Theatre). For Regent&rsquo;s Park: <em>Porgy and Bess, The Sound of Music, Ragtime, A Midsummer Night&rsquo;s Dream, Into The Woods, Lord of the Flies, The Importance of Being Earnest</em>. Future West End: <em>The Go Between, Dreamgirls, The Wind in the Willows.</em></p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Mark Brandon",
                "role": "Casting",
                "bio": "<p>Binder Casting/Mark Brandon, CSA (Casting) with Jay Binder, CSA, Jack Bowdan, CSA, and Jason Styres, CSA, have cast over 70 Broadway shows including <em>A Gentleman&rsquo;s Guide to Love &amp; Murder; Nice Work If You Can Get It; Born Yesterday; The Miracle Worker; Finian&rsquo;s Rainbow; Brighton Beach Memoirs; A Chorus Line; Gypsy; 39 Steps; White Christmas; Is He Dead?; Inherit The Wind; Journey&rsquo;s End; Butley; Virginia Woolf; Sweet Charity; Wonderful Town; Movin&rsquo; Out; 42nd Street; Music Man; Iceman Cometh; Charlie Brown; Sound of Music; Beauty and the Beast; Last Night of Ballyhoo; Chicago; King &amp; I; Damn Yankees; Lost in Yonkers; Jerome Robbins&rsquo; Broadway; The Goodbye Girl </em>and every<em> City Center Encores!</em>production since its inception in 1994. Film/TV/Other: <em>Carousel</em> (NY Philharmonic/PBS); <em>Six by Sondheim</em> (HBO); <em>So You Think You Can Dance</em>; <em>West Side Story</em> (San Francisco Symphony); <em>Hairspray</em>; <em>Dreamgirls; Chicago; Nine</em>. Ten–time Artios Award winner.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Disney Theatrical Productions",
                "role": "Producer",
                "bio": "<p>DISNEY THEATRICAL PRODUCTIONS, a division of The Walt Disney Studios, was formed in 1994 and operates under the direction of Thomas Schumacher. Worldwide, its 10 Broadway titles have been seen by over 160 million theatergoers and have been nominated for 59 Tony®Awards, winning Broadway’s highest honor 20 times. With more than 20 productions currently produced or licensed, a Disney musical is being performed professionally somewhere on the planet virtually every hour of the day.</p><p>The company’s inaugural production, Beauty and the Beast, opened in 1994. It played a remarkable 13 year run on Broadway and has been produced in 37 countries worldwide.</p><p>In November 1997, Disney opened The Lion King, which received six 1998 Tony Awards including Best Musical. After 20 landmark years on Broadway, it has welcomed more than 95 million visitors worldwide to date, and can currently be seen in ten productions worldwide. Having played 20 countries on every continent except Antarctica, The Lion King’s worldwide gross exceeds that of any film, Broadway show or other entertainment title in box office history.</p><p>Elton John and Tim Rice’s Aida opened on Broadway next, winning four 2000 Tony Awards. It was followed by Mary Poppins, a co-production with Cameron Mackintosh, which opened in London in 2004 and went on to enjoy a six year Tony-winning Broadway run.</p><p>Tarzan®, which opened on Broadway in 2006, is now an international hit with an award-winning production in its 8thyear in Germany. In January 2008, The Little Mermaid opened on Broadway and was the #1-selling new musical of that year.</p><p>Disney Theatrical Productions opened two critically acclaimed productions on Broadway in 2012, receiving seven Tony Awards between them: Peter and the Starcatcher and Newsies, each of which enjoyed a two-year run with the latter launching a two-year North American tour and a record-breaking Fathom Events’ in-cinema release.</p><p>Aladdin, Disney Theatrical’s 2014 hit, continues selling out on Broadway and has launched five additional productions around the globe. Their newest hit, the 2018 Broadway musical Frozen, is already setting records in its Broadway run.</p><p>Other successful stage ventures have included the Olivier-nominated London hit Shakespeare in Love, stage productions of Disney’s High School Musical, Der Glöckner Von Notre Dame in Berlin, and King David in concert. DTP has collaborated with the country’s leading regional theatres to develop new stage musicals including The Jungle Book, The Hunchback of Notre Dame and Freaky Friday.</p>",
                "image": "../images/headshots/headshot.jpg"
            }
        ]
    },
    {
        "siteId": "bristol",
        "items": [
            {
                "name": "Julie Taymor",
                "role": "Director, Costume Design, Mask/Puppet Co-Design, Additional Lyrics",
                "bio": "<p>Julie won the 1998 Tony® Award for Best Direction of a Musical and for Best Costumes for The Lion King. In 2008, the musical won three Molière Awards including Best Musical and Best Costumes. It also garnered Drama Desk, Outer Critics Circle and Drama League awards for Taymor’s direction, and myriad awards for her original costume, mask and puppet designs. Taymor made her Broadway debut in 1996 with <em>Juan Darién: A Carnival Mask</em> (Lincoln Center’s Vivian Beaumont Theater), nominated for five Tony® Awards. Other theatre work includes <em>The Green Bird</em> (New Victory Theater, La Jolla Playhouse and the Cort Theater on Broadway); <em>Titus Andronicus, The Tempest</em> and <em>The Taming of the Shrew</em> (Theatre for a New Audience); <em>Juan Darién</em> (Music-Theatre Group); co-adapter and director of The Transposed Heads (Lincoln Center and American Music Theatre Festival) and <em>Liberty’s Taken</em> (Castle Hill Festival). For her latest Broadway production, <em>Spider-Man Turn Off the Dark</em>, Taymor served as director and co-book writer. Her recent opera productions include an original opera, <em>Grendel</em>, composed by Elliot Goldenthal (Los Angeles Opera and the Lincoln Center Festival, 2006), which was a finalist for the Pulitzer. Her direction of <em>Mozart’s Die Zauberflöte</em> premiered at the Metropolitan Opera in 2004 and is now in repertoire there. Taymor’s film <em>Across the Universe</em> received a Golden Globe® nomination for Best Musical/Comedy in 2008. Her first film, <em>“Fool’s Fire,”</em> an adaptation of an Edgar Allan Poe short story, aired on PBS in 1992. She directed her first feature, <em>Titus</em>, starring Anthony Hopkins and Jessica Lange, in 1999. <em>Frida</em>, starring Salma Hayek and Alfred Molina, received five Academy Award® nominations and two Oscars® in 2002. Taymor’s latest film is <em>The Tempest</em>, starring Helen Mirren, Djimon Hounsou, Russell Brand and Ben Whishaw. Taymor has received a MacArthur “genius” grant, a Guggenheim Fellowship, two Obie Awards and the first annual Dorothy B. Chandler Award in Theater among many others. A book spanning her career, Julie Taymor: Playing With Fire, is in its third edition from Abrams.</p>",
                "image": "../images/headshots/julie-taymor.jpg"
            },
            {
                "name": "Elton John",
                "role": "Music",
                "bio": "<p>The monumental career of international singer/songwriter and performer Elton John has spanned more than three decades. He is one of the top-selling solo artists of all time, with 35 gold and 25 platinum albums and more than 250 million records sold worldwide. The National Academy of Recording Arts and Sciences has awarded Elton multiple GRAMMYS®, including the GRAMMY® Legend Award.  In the early 1990s, Elton collaborated with lyricist Tim Rice on the soundtrack for <em>The Lion King, </em>winning him an Academy Award®. The album produced two top-selling, award-winning singles: &ldquo;Can You Feel the Love Tonight&rdquo; and &ldquo;Circle of Life.&rdquo; The Tony® Award-winning Broadway productions of <em>The Lion King </em>and <em>Aida</em>both awarded Elton with GRAMMYS® for Best Musical Show Album. <em>Billy Elliot </em>was nominated for a record-tying 15 Tony® Awards and won ten, including Best Musical. Elton was also one of the producers for <em>Next Fall </em>on Broadway. <em>The Union</em> is his latest CD with Leon Russell, produced by T Bone Burnett.  In 1992, Elton established the Elton John AIDS Foundation, which today is one of the leading nonprofit HIV/AIDS organizations. In 1998, the Queen of England knighted him Sir Elton John, CBE. In 2004, Elton received the Kennedy Center Honor for his lifetime contributions to American culture and excellence through the performing arts.</p>",
                "image": "../images/headshots/elton-john.jpg"
            },
            {
                "name": "Tim Rice",
                "role": "Lyrics",
                "bio": "<p>TIM RICE has worked in music, theatre and films since 1965 when he met Andrew Lloyd Webber, a fellow struggling songwriter. Rather than pursue Tim&rsquo;s ambitions to write rock or pop songs they turned their attention to Andrew&rsquo;s obsession – musical theatre. Their first collaboration (lyrics by Tim, music by Andrew) was an unsuccessful show based on the life of Dr.Barnardo, the Victorian philanthropist, <em>The Likes Of Us.</em> Their next three works together were much more successful – <em>Joseph and the Amazing Technicolor Dreamcoat, Jesus Christ Superstar</em> and <em>Evita.</em> Tim has also worked with other distinguished popular composers such as Elton John (<em>The Lion King, Aida</em>), Alan Menken (<em>Aladdin, King David, Beauty and the Beast</em>), Bjorn Ulvaeus and Benny Andersson (<em>Chess</em>) and most recently, Stuart Brayson (<em>From</em> <em>Here To Eternity</em>).</p><p>He formed his own cricket team in 1973 and was President of the MCC in 2002. He recently wrote and presented a 52-part series for BBC Radio 2, <em>American Pie, </em>a trawl through the music and musicians of every American State. He has won several awards, mainly for the wrong thing or for simply turning up.</p>",
                "image": "../images/headshots/tim-rice.jpg"
            },
            {
                "name": "Lebo M",
                "role": "Additional Music & Lyrics, Additional Vocal Score, Vocal Arrangements, Choral Director",
                "bio": "<p>Lebo M is known as the &ldquo;voice and spirit of <em>The Lion King</em>.&rdquo;  Once a teenage singer in Soweto, the Grammy® Award winner and Tony® nominee&rsquo;s music brings audiences to tears with hauntingly inspiring African rhythms and melodies. Lebo&rsquo;s talents have been hailed by the worldwide press in superlatives that might describe the most delightfully poetic of musical deities. Since his arrival in America, Lebo has attracted music industry giants such as Quincy Jones, Jimmy Cliff and Hans Zimmer as mentors, allies and collaborators.  Lebo has performed and produced four albums, <em>Rhythm of the Pride Lands</em> (Disney), <em>Deeper Meaning</em> (Gallo) and <em>The Lion King</em> (Japanese and Hamburg cast recordings). Other credits include <em>The Power of One</em>, <em>Back on the Block</em>and<em> Listen Up</em> with Quincy Jones; the feature films<em> Outbreak</em> (Warner Bros.), <em>Congo</em> (Warner Bros.) and <em>Born to Be Wild</em>(Paramount); and the Disney television special <em>&ldquo;People.&rdquo;</em>  He has performed on the Academy Awards® and the Essence Awards Show, with Vanessa Redgrave at <em>Kthimi-The Return</em> in Kosovo, and been honored by Artists for a Free South Africa.</p>",
                "image": "../images/headshots/lebo-m.jpg"
            },
            {
                "name": "Mark Mancina",
                "role": "Additional Music & Lyrics, Music produced for the stage, Additional Score",
                "bio": "<p>A Tony&reg; nominee and multi-platinum, three-time GRAMMY® Award-winning composer, he was an obvious choice to produce the music for the stage production of <em>The Lion King</em>, having arranged and produced songs for the blockbuster animated feature film, for which he received both GRAMMY® and American Music awards in 1994. The film also spawned the hit album <em>Rhythm of the Pride Lands</em>, for which Mr Mancina co-wrote, arranged and produced three tracks, including &lsquo;He Lives in You&rsquo; and &lsquo;Shadowland,&rsquo; which are featured in the stage production. Ranked among the upper echelons of film composers, his credits include mega-hits <em>Training Day, Speed, Twister, Bad Boys, Tarzan</em>® and <em>Brother Bear</em> among many others. Most recent feature films include: <em>August Rush</em> and <em>Shooter</em>.</p>",
                "image": "../images/headshots/mark-mancina.jpg"
            },
            {
                "name": "Irene Mecchi",
                "role": "Book",
                "bio": "<p>Irene began her association with Disney in March 1992, when she wrote <em>Recycle Rex</em>, an animated short, which won the 1994 Environmental Media Award. Irene is a co-writer of Disney&rsquo;s animated features <em>The Lion King</em>, <em>The Hunchback of Notre Dame </em>and<em>Hercules</em>. Along with co-author Roger Allers, she received a 1998 Tony® nomination for writing the book for <em>The Lion King</em>. Irene also wrote the teleplay for &ldquo;Annie,&rdquo; directed by Rob Marshall. She shares a writing credit on Disney Pixar&rsquo;s <em>Brave </em>and is currently adapting the Warners&rsquo; 1954 film <em>A Star Is Born </em>as a stage musical, as well as developing a project with Lucasfilm.</p>",
                "image": "../images/headshots/irene-mecchi.jpg"
            },
            {
                "name": "Garth Fagan",
                "role": "Choreographer",
                "bio": "<p>Garth Fagan is the recipient of the 1998 Tony® Award for Best Choreography and the 2000 Laurence Olivier Award for Best Theatre Choreographer (London, UK) as well as the Drama Desk Award, the Astaire Award and the Outer Critics Circle Award for his work with <em>The Lion King. </em>Mr. Fagan was born in Kingston, Jamaica, and for more than 33 years has toured the world with Garth Fagan Dance. On television the company has appeared on &ldquo;Great Performances,&rdquo; &ldquo;The Tonight Show&rdquo; and the Academy Awards®.  Mr. Fagan forged his own dance language and technique, drawing from modern dance, Afro-Caribbean and ballet, and has choreographed for Alvin Ailey American Dance Theatre, Dance Theatre of Harlem, the Jose Limon Company, the New York City Ballet&rsquo;s 50th Anniversary, and others.  In addition, he choreographed Joseph Papp&rsquo;s <em>A Midsummer</em> <em>Night&rsquo;s Dream</em> and the Duke Ellington street opera, <em>Queenie Pie </em>at the Kennedy Center. A distinguished university professor at SUNY Brockport, he has received numerous awards and fellowships, including the 2001 Samuel H. Scripps American Dance Festival Award, a Bessie Award, a Guggenheim Fellowship and a Fulbright 50th Anniversary Distinguished Fellow. He has also been inducted into the American Academy of Achievement.</p>",
                "image": "../images/headshots/garth-fagan.jpg"
            },
            {
                "name": "Richard Hudson",
                "role": "Scenic Design",
                "bio": "<p>Richard Hudson was born in Zimbabwe and educated in Zimbabwe and England. In 1988 he won a Laurence Olivier Award for designing a season of seven plays at the Old Vic Theatre, London. His set designs for <em>The Lion King</em> have won numerous awards, including a Tony® in 1998. He is a Royal Designer for Industry (RDI). In 2003 he won the Gold Medal for Set Design at the Prague Quadriennale, and in 2005 he was given an honorary doctorate by the University of Surrey. He has designed sets and costumes for the Royal Shakespeare Company, the National Theatre, the Young Vic and the Gate, London. In opera he has worked at the Royal Opera, English National Opera, La Scala Milan, Metropolitan Opera New York, Opera National de Paris, Lyric Opera Chicago, Staatsoper Vienna, Glyndebourne Festival Opera and in Zurich, Munich, Amsterdam, Venice, Florence, Turin, Bregenz, Houston and Washington.</p>",
                "image": "../images/headshots/richard-hudson.jpg"
            },
            {
                "name": "Donald Holder",
                "role": "Lighting Design",
                "bio": "<p>Donald received 1998 Tony&reg;, Drama Desk and Outer Critics Circle Awards for <em>The Lion King </em>(Broadway) and the Moliere Award for <em>The Lion King </em>(Paris). Broadway: <em>Golden Boy, Annie, Spiderman-Turn Off the Dark, South Pacific </em>(2008 Tony® Award), <em>Ragtime, Les Liaisons Dangereuses, A Streetcar Named Desire, Gem of the Ocean, Movin&rsquo; Out, Juan Darien </em>(all Tony&reg; nominated); <em>Promises, Promises; Arcadia; Come Fly Away; Cyrano de Bergerac; The Little Dog Laughed; Thoroughly Modern Millie; Prelude to a Kiss; The Boy From Oz, </em>many others<strong>. </strong>Off-Broadway: <em>Blood and Gifts, Happiness, Observe the Sons of Ulster… </em>(Lortel Award), <em>A Man of No Importance, Birdie Blue, Jitney, Saturday Night, Three Days of Rain, Jeffrey, Spunk, </em>many others. Television: &ldquo;Smash&rdquo; <em>s</em>easons one and two, NBC/DreamWorks.</p>",
                "image": "../images/headshots/donald-holder.jpg"
            },
            {
                "name": "Michael Curry",
                "role": "Mask and Puppet Co-designer",
                "bio": "<p>Michael works widely as a visual and concept designer for numerous companies such as Cirque du Soleil, the Metropolitan Opera, London&rsquo;s Royal National Theatre, Disney Theatrical Productions and Universal Pictures. He collaborates regularly with directors such as Robert Lepage, Nicholas Hytner, Julie Taymor and William Friedken. Mr. Curry has received many prestigious awards including several awards for his work on Broadway, Olympic ceremonies and his continued innovations in the fields of visual effects and puppetry design. His design and production studios are located in Scappoose, Oregon. Current projects include scenic design for <em>The Makropulos Case </em>conducted by Maestro Zubin Mehta for the Teatro del Maggio Musicale in Florence, Italy, which premiered on October 11, 2011, and <em>Tales of Hoffman </em>at the Theater an der Wein in Vienna, Austria, that premiered on March 19, 2012.</p>",
                "image": "../images/headshots/michael-curry.jpg"
            },
            {
                "name": "Michael Ward",
                "role": "Hair and Makeup Design",
                "bio": "<p>Michael Ward designs for opera and theatre. For Disney: <em>The Lion King</em> (Broadway and others) and <em>Der</em> Glöckner <em>von Notre Dame</em> (Berlin). Other work has been seen in Britain, the United States, Holland, France, Japan, Israel and Portugal. Along with his design work in theatre, he works as a garden and landscape designer.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Steve Canyon Kennedy",
                "role": "Sound Design",
                "bio": "<p>Steve Canyon Kennedy was the production engineer on such Broadway shows as <em>Cats, Starlight Express, Song &amp; Dance, The Phantom of the Opera, Carrie </em>and <em>Aspects of Love</em>.</p><p>His Broadway sound design credits include <em>Catch Me If You Can</em>, (Tony Nomination) <em>Guys and Dolls, Mary Poppins, The Lion King, Jersey Boys</em> (Drama Desk Award), Billy Crystal&rsquo;s <em>700 Sundays, Hairspray, The Producers, Aida, Titanic, Big, How to Succeed in Business Without Really Trying, Carousel</em> and The Who&rsquo;s <em>Tommy</em> (Drama Desk Award).</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Anthony Lyn",
                "role": "Associate Director",
                "bio": "<p>Anthony was born in Swansea South Wales and trained at the Royal Welsh College of Music &amp; Drama. Has worked as an actor, director, teacher and associate director. London theatre credits include <em>Anything Goes, Miss Saigon, Les&nbsp;</em><em>Miserables, Joseph and the Amazing Technicolor&nbsp;</em><em>Dreamcoat, Damn Yankees </em>and Disney&rsquo;s <em>The Lion&nbsp;</em><em>King</em>. Broadway production credits include Disney&rsquo;s&nbsp;<em>The Lion King, Miss Saigon, Mary Poppins </em>and&nbsp;<em>Les Miserables. </em>Touring and global production credits include <em>Mary Poppins </em>(US National tours, Vienna, Mexico City), <em>Les Miserables </em>(US National tour, Toronto). Anthony is currently the Associate Director for global productions of <em>The Lion King</em>, on which he has worked since 1999, and <em>Saturday&nbsp;</em><em>Night Fever &amp; Masquerade </em>for Jean Ann Ryan Productions globally. TV credits include the Tony Awards, <em>An American Celebration</em>, <em>Dancing with&nbsp;</em><em>the Stars, The Late Show with David Letterman</em>, <em>The&nbsp;</em><em>Tonight Show with Conan O&rsquo;Brien</em>, the <em>Royal Variety&nbsp;</em><em>Performance </em>and the 2013 Oscars. Has taught at the Royal Academy of Music London, The Actors&rsquo; Centre and Duke University in the US and was made an Honorary Fellow of the Royal College in July 2018.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Marey Griffith",
                "role": "Associate Choreographer",
                "bio": "<p>A native New Yorker, Miss Griffith toured worldwide with the acclaimed Alvin Ailey American Dance Theater as a featured dancer/soloist for 8 years. She is most known for her performances in the works of the late, world renowned choreographer Ulysses Dove. Other guest appearances include Déjà vu Dance Theatre, and the Spoleto festival in Italy. She worked as co-choreographer on the star studded production of <em>The Wizard of Oz </em>in concert at Avery Fisher Hall with Nathan Lane, Joel Grey, Jewel and Natalie Cole. Miss Griffith has appeared in numerous commercials and voice-overs. Her soap opera credits include <em>As the World Turns </em>and <em>Another World</em>. She has also performed with Sight and Sound Theatre in Lancaster, PA. Miss Griffith joined the creative team of <em>The Lion King </em>in August of 2000. She feels privileged to work with choreographer Garth Fagan.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Clement Ishmael",
                "role": "Musical Supervisor",
                "bio": "<p>Clement is a conductor, composer and arranger. He is a graduate of the University of Toronto and Royal Conservatory of Music, where he specialised in composition and conducting as well as singing with Joyce Britten. Conducting credits include Abbey Players Opera Company, Ad Astra Chorus, Addison Jazz Ensemble and West London Gospel Choir. He also conducted the new ballet Awakening at Sadlers Wells. West End credits include: Five Guys Named Moe, Ain&rsquo;t Misbehavin&rsquo;, Smokey Joe&rsquo;s Café, and Soul Train. He has also directed and arranged the music for numerous shows which include: Sweet Lorraine, Up Against the Wall, The Amen Corner, The Grape Vine, The Cavalcaders and most recently Gem of the Ocean at the Tricycle Theatre. His classical compositions and arrangements have been performed worldwide as well as being broadcast by BBC Television and Radio. His opera Grazyna was performed at the Royal Opera House&rsquo;s Linbury Studio and his most recent commission, for the London Piano Trio was performed at Cadogan Hall in 2008.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Hans Zimmer",
                "role": "Additional Music and Lyrics",
                "bio": "<p>Hans Zimmer received the Oscar®, Golden Globe® and two Grammy® awards for his original film score for the film version of <em>The Lion King</em>. He started his film scoring career with <em>My Beautiful Laundrette</em> in 1985, and his other credits include six Oscar-nominated film scores, among them <em>Gladiator</em>, <em>The Thin Red Line</em>, <em>As Good as It Gets</em> and<em> Rain Man</em>. Additional credits include the Grammy-winning score for<em> Crimson Tide</em>, <em>Driving Miss Daisy</em>, <em>Thelma and Louise</em>,<em> Black Hawk Down</em> and <em>The Last Samurai</em> starring Tom Cruise. Mr. Zimmer also heads the film music division for DreamWorks SKG studios.</p>",
                "image": "../images/headshots/hans-zimmer.jpg"
            },
            {
                "name": "Chris Montan",
                "role": "Executive Music Producer",
                "bio": "<p>Chris Montan joined Disney in 1984 and is currently president of Walt Disney Music. Under his guidance as head of music, soundtracks from nine theatrical releases (<em>Cocktail</em>, <em>Beaches, </em><em>The Little Mermaid, </em><em>Pretty W</em><em>oman</em>, <em>Beauty and the Beast</em>,<em>Aladdin</em>, <em>The Lion King</em>, <em>Pocahontas</em> and <em>Tarzan</em>) were certified multi-platinum. Additionally, the studio received numerous GRAMMY® and Golden Globe honors along with thirteen Academy Awards® for its music entries. Most recently he served as executive producer of the Wonderful World of Disney&rsquo;s production of <em>Annie</em>, as well as producer with the television production of Rodgers and Hammerstein&rsquo;s <em>Cinderella</em>, which was nominated for seven Emmy® Awards.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Jay Rifkin",
                "role": "Additional Music and Lyrics",
                "bio": "<p>The Grammy Award®-winning producer, together with producing and composing partner Hans Zimmer, created Media Ventures, a multifaceted entertainment group that includes music, new media, film and television. Their partnership has earned them numerous awards and nominations, including Academy Award® nominations, for the film scores of<em>Driving Miss Daisy</em>, <em>Rain Man</em> and <em>The Lion King</em>. Following the success of <em>The Lion King</em>, Jay conceived and produced the gold-selling follow-up album <em>Rhythm of the Pride Lands</em>. He is also chairman of Media Revolution and a founder of the film production company Media Ventures Pictures</p>",
                "image": "../images/headshots/jay-rifkin.jpg"
            },
            {
                "name": "Robert Elhai",
                "role": "Associate Producer and Orchestrator",
                "bio": "<p>Tony® and Drama Desk nominee Robert Elhai has orchestrated many concert, theatre and film scores for composers Elliot Goldenthal (<em>Juan Darien, Final Fantasy</em>) and Michael Kamen (<em>Don Juan de Marco, X-Men</em>), among others. His arrangements for Metallica&rsquo;s GRAMMY® Award-winning &ldquo;S&amp;M&rdquo; made good use of his doctorate in composition from Yale University.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "David Metzger",
                "role": "Orchestrator",
                "bio": "<p>David Metzger has orchestrated many films, including the Disney animated film <em>Tarzan</em>, <em>Training Day</em>, <em>Domestic Disturbance</em>,<em>Bait</em> and <em>Return to Paradise</em>. His television work includes composing episodes of <em>&ldquo;The Magnificent Seven&rdquo;</em> and Disney&rsquo;s <em>&ldquo;The Legend of Tarzan&rdquo;</em> and five years as an arranger/composer for <em>&ldquo;The Tonight Show with Jay Leno.</em>&rdquo; David was nominated for Tony® and Drama Desk awards for <em>The Lion King</em>.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Bruce Fowler",
                "role": "Orchestrator",
                "bio": "<p>Bruce Fowler is an accomplished trombonist who has played with such notables as Woody Herman, Buddy Rich, Frank Zappa, Toshiko Akiyoshi and Don Van Vliet. He performs with his family&rsquo;s band, The Fowler Brothers (there are five Fowlers); his own band, The Enormous Bones; and Banned from Utopia. Bruce was the supervising orchestrator for <em>Pearl Harbor</em> (he also composed the big band numbers), <em>Shrek</em>, <em>As Good as It Gets</em>, <em>Black Hawk Down</em> and Hans Zimmer&rsquo;s Academy Award®-winning <em>The Lion King</em> movie score</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Pippa Ailion",
                "role": "Casting",
                "bio": "<p>Pippa has cast over 160 productions internationally. She was Resident Associate Director casting three seasons of European Classics for Jonathan Miller at The Old Vic between 1987 and 1991. Current West End: <em>Funny Girl</em>, <em>Motown, Guys and Dolls, Sunny Afternoon, Bend It Like Beckham, Charlie &amp; The Chocolate Factory, The Book Of Mormon, Wicked, Billy Elliot</em> and <em>UK tour</em>. Recent West End/other: <em>Lord of the Flies</em> (Regents&rsquo; Park and UK tour) <em>Gypsy, Memphis, Billy Elliot, Top Hat</em> (UK tour) <em>The Rise and Fall of Little Voice</em> (WYP/ Birmingham Rep), <em>Here Lies Love</em> (Dorfman), <em>The Pajama Game, Far Away</em> (Young Vic) <em>We Will Rock You, From Here To Eternity, American Psycho</em> (Almeida), <em>Sweeney Todd, Oh! What a Lovely War</em> (Stratford East and UK tour), <em>Legally Blonde, Fela</em> (NT, Broadway and US tour), <em>The Fairy Queen</em>(Glyndebourne, Paris, New York), <em>Million Dollar Quartet, Waiting for Godot, Decade, Spring Awakening, Marguerite, The Drowsy Chaperone</em>. For Chichester: <em>Gypsy, The Pajama Game, Sweeney Todd, Kiss Me Kate</em> (and Old Vic) <em>Love Story</em> (and Duchess) <em>The Magistrate</em> (and Savoy) <em>Misalliance</em>, <em>Suzanna Andler, Song of Singapore</em> (and Mayfair Theatre). For Regent&rsquo;s Park: <em>Porgy and Bess, The Sound of Music, Ragtime, A Midsummer Night&rsquo;s Dream, Into The Woods, Lord of the Flies, The Importance of Being Earnest</em>. Future West End: <em>The Go Between, Dreamgirls, The Wind in the Willows.</em></p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Jill Green",
                "role": "Casting",
                "bio": "<p>Jill is a full member of The Casting Directors&rsquo; Guild of Great Britain and Ireland.</p><p><strong>Theatre includes: </strong><em>Dear Evan Hansen </em>(2019); <em>War Horse </em>(2015-2020); <em>The Curious</em></p><p><em>Incident of the Dog In The Night-Time </em>(2015-2019); <em>Touching The Void </em>(Bristol Old Vic &amp; Tour); Disney&rsquo;s <em>Aladdin </em>(Prince Edward); <em>Kinky Boots </em>(Adelphi /UK &amp; Ireland Tour); <em>Jersey Boys </em>(Prince Edward/Piccadilly/UK &amp; Ireland Tours 2007-2019); <em>Young Frankenstein </em>(Garrick); <em>Beautiful - The Carole King Musical </em>(Aldwych/UK &amp; Ireland Tour); <em>Lazarus </em>(Kings Cross Theatre); <em>The Lion, The Witch and The Wardrobe </em>(West Yorkshire Playhouse); <em>Jane Eyre </em>(UK Tour 2017/National Theatre); <em>La Strada </em>(UK Tour 2017); <em>Show Boat </em>(New London/Crucible Theatre Sheffield); <em>The Scottsboro Boys </em>(UK Casting, Garrick/Young Vic); <em>The Lion King </em>(International Touring Production); <em>The Producers </em>(Theatre Royal Drury Lane/UK Tours); <em>Fosse </em>(Prince Of Wales). </p><p><strong>Recent Workshops include: </strong><em>Roman Holiday </em>(London Workshop); <em>What&rsquo;s New Pussycat </em>(London Workshop); <em>Famous Five </em>(London Workshop); <em>The Lion, The Witch and The Wardrobe </em>(London Workshop); <em>Becoming Nancy </em>(London Workshops); Pink Floyd&rsquo;s <em>The Wall </em>(London Workshops 2 and 3).</p><p><strong>Feature Films include</strong>: <em>Paddington 2 &lsquo;Rain On The Roof&rsquo; cast </em>(Dancers); <em>Beyond The Sea </em>(UK dancers).</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Joanne Hawes",
                "role": "Childrens Casting",
                "bio": "<p><strong>Joanne Hawes</strong> trained at LAMDA and started her career at the Theatre Royal Windsor in Stage Management. In London she was part of the SM team for ANNIE, THE PIRATES OF PENZANCE, ON YOUR TOES and LA CAGES AUX FOLLES. Following several years as a theatrical PA she became the Children&rsquo;s Casting Director for OLIVER! at the London Palladium in 1995. Many wonderful shows have followed. Current and forthcoming productions include LES MISERABLES in London and on tour, MISS SAIGON UK TOUR, FIDDLER ON THE ROOF, THE LION KING TOUR and MARY POPPINS </p><p>Jo gives Masterclasses in the Art of Auditioning to children and young people from 7 years old. She also runs very successful Performing Arts Courses in which the young performers take part in musical numbers but also learn other skills such as make up, puppetry, flying, mime, photography and making and working with props.</p><p>Her book CHILDREN IN THEATRE is a useful handbook for parents, children and industry professionals.</p><p>Jo is married to a musician, has children who are all involved in the industry and lives in Berkshire. </p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Disney Theatrical Productions",
                "role": "Producer",
                "bio": "<p>DISNEY THEATRICAL PRODUCTIONS, a division of The Walt Disney Studios, was formed in 1994 and operates under the direction of Thomas Schumacher. Worldwide, its 10 Broadway titles have been seen by over 160 million theatergoers and have been nominated for 59 Tony®Awards, winning Broadway’s highest honor 20 times. With more than 20 productions currently produced or licensed, a Disney musical is being performed professionally somewhere on the planet virtually every hour of the day.</p><p>The company’s inaugural production, Beauty and the Beast, opened in 1994. It played a remarkable 13 year run on Broadway and has been produced in 37 countries worldwide.</p><p>In November 1997, Disney opened The Lion King, which received six 1998 Tony Awards including Best Musical. After 20 landmark years on Broadway, it has welcomed more than 95 million visitors worldwide to date, and can currently be seen in ten productions worldwide. Having played 20 countries on every continent except Antarctica, The Lion King’s worldwide gross exceeds that of any film, Broadway show or other entertainment title in box office history.</p><p>Elton John and Tim Rice’s Aida opened on Broadway next, winning four 2000 Tony Awards. It was followed by Mary Poppins, a co-production with Cameron Mackintosh, which opened in London in 2004 and went on to enjoy a six year Tony-winning Broadway run.</p><p>Tarzan®, which opened on Broadway in 2006, is now an international hit with an award-winning production in its 8thyear in Germany. In January 2008, The Little Mermaid opened on Broadway and was the #1-selling new musical of that year.</p><p>Disney Theatrical Productions opened two critically acclaimed productions on Broadway in 2012, receiving seven Tony Awards between them: Peter and the Starcatcher and Newsies, each of which enjoyed a two-year run with the latter launching a two-year North American tour and a record-breaking Fathom Events’ in-cinema release.</p><p>Aladdin, Disney Theatrical’s 2014 hit, continues selling out on Broadway and has launched five additional productions around the globe. Their newest hit, the 2018 Broadway musical Frozen, is already setting records in its Broadway run.</p><p>Other successful stage ventures have included the Olivier-nominated London hit Shakespeare in Love, stage productions of Disney’s High School Musical, Der Glöckner Von Notre Dame in Berlin, and King David in concert. DTP has collaborated with the country’s leading regional theatres to develop new stage musicals including The Jungle Book, The Hunchback of Notre Dame and Freaky Friday.</p>",
                "image": "../images/headshots/headshot.jpg"
            }
        ]
    },
    {
        "siteId": "edinburgh",
        "items": [
            {
                "name": "Julie Taymor",
                "role": "Director, Costume Design, Mask/Puppet Co-Design, Additional Lyrics",
                "bio": "<p>Julie won the 1998 Tony® Award for Best Direction of a Musical and for Best Costumes for The Lion King. In 2008, the musical won three Molière Awards including Best Musical and Best Costumes. It also garnered Drama Desk, Outer Critics Circle and Drama League awards for Taymor’s direction, and myriad awards for her original costume, mask and puppet designs. Taymor made her Broadway debut in 1996 with <em>Juan Darién: A Carnival Mask</em> (Lincoln Center’s Vivian Beaumont Theater), nominated for five Tony® Awards. Other theatre work includes <em>The Green Bird</em> (New Victory Theater, La Jolla Playhouse and the Cort Theater on Broadway); <em>Titus Andronicus, The Tempest</em> and <em>The Taming of the Shrew</em> (Theatre for a New Audience); <em>Juan Darién</em> (Music-Theatre Group); co-adapter and director of The Transposed Heads (Lincoln Center and American Music Theatre Festival) and <em>Liberty’s Taken</em> (Castle Hill Festival). For her latest Broadway production, <em>Spider-Man Turn Off the Dark</em>, Taymor served as director and co-book writer. Her recent opera productions include an original opera, <em>Grendel</em>, composed by Elliot Goldenthal (Los Angeles Opera and the Lincoln Center Festival, 2006), which was a finalist for the Pulitzer. Her direction of <em>Mozart’s Die Zauberflöte</em> premiered at the Metropolitan Opera in 2004 and is now in repertoire there. Taymor’s film <em>Across the Universe</em> received a Golden Globe® nomination for Best Musical/Comedy in 2008. Her first film, <em>“Fool’s Fire,”</em> an adaptation of an Edgar Allan Poe short story, aired on PBS in 1992. She directed her first feature, <em>Titus</em>, starring Anthony Hopkins and Jessica Lange, in 1999. <em>Frida</em>, starring Salma Hayek and Alfred Molina, received five Academy Award® nominations and two Oscars® in 2002. Taymor’s latest film is <em>The Tempest</em>, starring Helen Mirren, Djimon Hounsou, Russell Brand and Ben Whishaw. Taymor has received a MacArthur “genius” grant, a Guggenheim Fellowship, two Obie Awards and the first annual Dorothy B. Chandler Award in Theater among many others. A book spanning her career, Julie Taymor: Playing With Fire, is in its third edition from Abrams.</p>",
                "image": "../images/headshots/julie-taymor.jpg"
            },
            {
                "name": "Elton John",
                "role": "Music",
                "bio": "<p>The monumental career of international singer/songwriter and performer Elton John has spanned more than three decades. He is one of the top-selling solo artists of all time, with 35 gold and 25 platinum albums and more than 250 million records sold worldwide. The National Academy of Recording Arts and Sciences has awarded Elton multiple GRAMMYS®, including the GRAMMY® Legend Award.  In the early 1990s, Elton collaborated with lyricist Tim Rice on the soundtrack for <em>The Lion King, </em>winning him an Academy Award®. The album produced two top-selling, award-winning singles: &ldquo;Can You Feel the Love Tonight&rdquo; and &ldquo;Circle of Life.&rdquo; The Tony® Award-winning Broadway productions of <em>The Lion King </em>and <em>Aida</em>both awarded Elton with GRAMMYS® for Best Musical Show Album. <em>Billy Elliot </em>was nominated for a record-tying 15 Tony® Awards and won ten, including Best Musical. Elton was also one of the producers for <em>Next Fall </em>on Broadway. <em>The Union</em> is his latest CD with Leon Russell, produced by T Bone Burnett.  In 1992, Elton established the Elton John AIDS Foundation, which today is one of the leading nonprofit HIV/AIDS organizations. In 1998, the Queen of England knighted him Sir Elton John, CBE. In 2004, Elton received the Kennedy Center Honor for his lifetime contributions to American culture and excellence through the performing arts.</p>",
                "image": "../images/headshots/elton-john.jpg"
            },
            {
                "name": "Tim Rice",
                "role": "Lyrics",
                "bio": "<p>TIM RICE has worked in music, theatre and films since 1965 when he met Andrew Lloyd Webber, a fellow struggling songwriter. Rather than pursue Tim&rsquo;s ambitions to write rock or pop songs they turned their attention to Andrew&rsquo;s obsession – musical theatre. Their first collaboration (lyrics by Tim, music by Andrew) was an unsuccessful show based on the life of Dr.Barnardo, the Victorian philanthropist, <em>The Likes Of Us.</em> Their next three works together were much more successful – <em>Joseph and the Amazing Technicolor Dreamcoat, Jesus Christ Superstar</em> and <em>Evita.</em> Tim has also worked with other distinguished popular composers such as Elton John (<em>The Lion King, Aida</em>), Alan Menken (<em>Aladdin, King David, Beauty and the Beast</em>), Bjorn Ulvaeus and Benny Andersson (<em>Chess</em>) and most recently, Stuart Brayson (<em>From</em> <em>Here To Eternity</em>).</p><p>He formed his own cricket team in 1973 and was President of the MCC in 2002. He recently wrote and presented a 52-part series for BBC Radio 2, <em>American Pie, </em>a trawl through the music and musicians of every American State. He has won several awards, mainly for the wrong thing or for simply turning up.</p>",
                "image": "../images/headshots/tim-rice.jpg"
            },
            {
                "name": "Lebo M",
                "role": "Additional Music & Lyrics, Additional Vocal Score, Vocal Arrangements, Choral Director",
                "bio": "<p>Lebo M is known as the &ldquo;voice and spirit of <em>The Lion King</em>.&rdquo;  Once a teenage singer in Soweto, the Grammy® Award winner and Tony® nominee&rsquo;s music brings audiences to tears with hauntingly inspiring African rhythms and melodies. Lebo&rsquo;s talents have been hailed by the worldwide press in superlatives that might describe the most delightfully poetic of musical deities. Since his arrival in America, Lebo has attracted music industry giants such as Quincy Jones, Jimmy Cliff and Hans Zimmer as mentors, allies and collaborators.  Lebo has performed and produced four albums, <em>Rhythm of the Pride Lands</em> (Disney), <em>Deeper Meaning</em> (Gallo) and <em>The Lion King</em> (Japanese and Hamburg cast recordings). Other credits include <em>The Power of One</em>, <em>Back on the Block</em>and<em> Listen Up</em> with Quincy Jones; the feature films<em> Outbreak</em> (Warner Bros.), <em>Congo</em> (Warner Bros.) and <em>Born to Be Wild</em>(Paramount); and the Disney television special <em>&ldquo;People.&rdquo;</em>  He has performed on the Academy Awards® and the Essence Awards Show, with Vanessa Redgrave at <em>Kthimi-The Return</em> in Kosovo, and been honored by Artists for a Free South Africa.</p>",
                "image": "../images/headshots/lebo-m.jpg"
            },
            {
                "name": "Mark Mancina",
                "role": "Additional Music & Lyrics, Music produced for the stage, Additional Score",
                "bio": "<p>A Tony&reg; nominee and multi-platinum, three-time GRAMMY® Award-winning composer, he was an obvious choice to produce the music for the stage production of <em>The Lion King</em>, having arranged and produced songs for the blockbuster animated feature film, for which he received both GRAMMY® and American Music awards in 1994. The film also spawned the hit album <em>Rhythm of the Pride Lands</em>, for which Mr Mancina co-wrote, arranged and produced three tracks, including &lsquo;He Lives in You&rsquo; and &lsquo;Shadowland,&rsquo; which are featured in the stage production. Ranked among the upper echelons of film composers, his credits include mega-hits <em>Training Day, Speed, Twister, Bad Boys, Tarzan</em>® and <em>Brother Bear</em> among many others. Most recent feature films include: <em>August Rush</em> and <em>Shooter</em>.</p>",
                "image": "../images/headshots/mark-mancina.jpg"
            },
            {
                "name": "Irene Mecchi",
                "role": "Book",
                "bio": "<p>Irene began her association with Disney in March 1992, when she wrote <em>Recycle Rex</em>, an animated short, which won the 1994 Environmental Media Award. Irene is a co-writer of Disney&rsquo;s animated features <em>The Lion King</em>, <em>The Hunchback of Notre Dame </em>and<em>Hercules</em>. Along with co-author Roger Allers, she received a 1998 Tony® nomination for writing the book for <em>The Lion King</em>. Irene also wrote the teleplay for &ldquo;Annie,&rdquo; directed by Rob Marshall. She shares a writing credit on Disney Pixar&rsquo;s <em>Brave </em>and is currently adapting the Warners&rsquo; 1954 film <em>A Star Is Born </em>as a stage musical, as well as developing a project with Lucasfilm.</p>",
                "image": "../images/headshots/irene-mecchi.jpg"
            },
            {
                "name": "Garth Fagan",
                "role": "Choreographer",
                "bio": "<p>Garth Fagan is the recipient of the 1998 Tony® Award for Best Choreography and the 2000 Laurence Olivier Award for Best Theatre Choreographer (London, UK) as well as the Drama Desk Award, the Astaire Award and the Outer Critics Circle Award for his work with <em>The Lion King. </em>Mr. Fagan was born in Kingston, Jamaica, and for more than 33 years has toured the world with Garth Fagan Dance. On television the company has appeared on &ldquo;Great Performances,&rdquo; &ldquo;The Tonight Show&rdquo; and the Academy Awards®.  Mr. Fagan forged his own dance language and technique, drawing from modern dance, Afro-Caribbean and ballet, and has choreographed for Alvin Ailey American Dance Theatre, Dance Theatre of Harlem, the Jose Limon Company, the New York City Ballet&rsquo;s 50th Anniversary, and others.  In addition, he choreographed Joseph Papp&rsquo;s <em>A Midsummer</em> <em>Night&rsquo;s Dream</em> and the Duke Ellington street opera, <em>Queenie Pie </em>at the Kennedy Center. A distinguished university professor at SUNY Brockport, he has received numerous awards and fellowships, including the 2001 Samuel H. Scripps American Dance Festival Award, a Bessie Award, a Guggenheim Fellowship and a Fulbright 50th Anniversary Distinguished Fellow. He has also been inducted into the American Academy of Achievement.</p>",
                "image": "../images/headshots/garth-fagan.jpg"
            },
            {
                "name": "Richard Hudson",
                "role": "Scenic Design",
                "bio": "<p>Richard Hudson was born in Zimbabwe and educated in Zimbabwe and England. In 1988 he won a Laurence Olivier Award for designing a season of seven plays at the Old Vic Theatre, London. His set designs for <em>The Lion King</em> have won numerous awards, including a Tony® in 1998. He is a Royal Designer for Industry (RDI). In 2003 he won the Gold Medal for Set Design at the Prague Quadriennale, and in 2005 he was given an honorary doctorate by the University of Surrey. He has designed sets and costumes for the Royal Shakespeare Company, the National Theatre, the Young Vic and the Gate, London. In opera he has worked at the Royal Opera, English National Opera, La Scala Milan, Metropolitan Opera New York, Opera National de Paris, Lyric Opera Chicago, Staatsoper Vienna, Glyndebourne Festival Opera and in Zurich, Munich, Amsterdam, Venice, Florence, Turin, Bregenz, Houston and Washington.</p>",
                "image": "../images/headshots/richard-hudson.jpg"
            },
            {
                "name": "Donald Holder",
                "role": "Lighting Design",
                "bio": "<p>Donald received 1998 Tony&reg;, Drama Desk and Outer Critics Circle Awards for <em>The Lion King </em>(Broadway) and the Moliere Award for <em>The Lion King </em>(Paris). Broadway: <em>Golden Boy, Annie, Spiderman-Turn Off the Dark, South Pacific </em>(2008 Tony® Award), <em>Ragtime, Les Liaisons Dangereuses, A Streetcar Named Desire, Gem of the Ocean, Movin&rsquo; Out, Juan Darien </em>(all Tony&reg; nominated); <em>Promises, Promises; Arcadia; Come Fly Away; Cyrano de Bergerac; The Little Dog Laughed; Thoroughly Modern Millie; Prelude to a Kiss; The Boy From Oz, </em>many others<strong>. </strong>Off-Broadway: <em>Blood and Gifts, Happiness, Observe the Sons of Ulster… </em>(Lortel Award), <em>A Man of No Importance, Birdie Blue, Jitney, Saturday Night, Three Days of Rain, Jeffrey, Spunk, </em>many others. Television: &ldquo;Smash&rdquo; <em>s</em>easons one and two, NBC/DreamWorks.</p>",
                "image": "../images/headshots/donald-holder.jpg"
            },
            {
                "name": "Michael Curry",
                "role": "Mask and Puppet Co-designer",
                "bio": "<p>Michael works widely as a visual and concept designer for numerous companies such as Cirque du Soleil, the Metropolitan Opera, London&rsquo;s Royal National Theatre, Disney Theatrical Productions and Universal Pictures. He collaborates regularly with directors such as Robert Lepage, Nicholas Hytner, Julie Taymor and William Friedken. Mr. Curry has received many prestigious awards including several awards for his work on Broadway, Olympic ceremonies and his continued innovations in the fields of visual effects and puppetry design. His design and production studios are located in Scappoose, Oregon. Current projects include scenic design for <em>The Makropulos Case </em>conducted by Maestro Zubin Mehta for the Teatro del Maggio Musicale in Florence, Italy, which premiered on October 11, 2011, and <em>Tales of Hoffman </em>at the Theater an der Wein in Vienna, Austria, that premiered on March 19, 2012.</p>",
                "image": "../images/headshots/michael-curry.jpg"
            },
            {
                "name": "Michael Ward",
                "role": "Hair and Makeup Design",
                "bio": "<p>Michael Ward designs for opera and theatre. For Disney: <em>The Lion King</em> (Broadway and others) and <em>Der</em> Glöckner <em>von Notre Dame</em> (Berlin). Other work has been seen in Britain, the United States, Holland, France, Japan, Israel and Portugal. Along with his design work in theatre, he works as a garden and landscape designer.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Steve Canyon Kennedy",
                "role": "Sound Design",
                "bio": "<p>Steve Canyon Kennedy was the production engineer on such Broadway shows as <em>Cats, Starlight Express, Song &amp; Dance, The Phantom of the Opera, Carrie </em>and <em>Aspects of Love</em>.</p><p>His Broadway sound design credits include <em>Catch Me If You Can</em>, (Tony Nomination) <em>Guys and Dolls, Mary Poppins, The Lion King, Jersey Boys</em> (Drama Desk Award), Billy Crystal&rsquo;s <em>700 Sundays, Hairspray, The Producers, Aida, Titanic, Big, How to Succeed in Business Without Really Trying, Carousel</em> and The Who&rsquo;s <em>Tommy</em> (Drama Desk Award).</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Anthony Lyn",
                "role": "Associate Director",
                "bio": "<p>Anthony was born in Swansea South Wales and trained at the Royal Welsh College of Music &amp; Drama. Has worked as an actor, director, teacher and associate director. London theatre credits include <em>Anything Goes, Miss Saigon, Les&nbsp;</em><em>Miserables, Joseph and the Amazing Technicolor&nbsp;</em><em>Dreamcoat, Damn Yankees </em>and Disney&rsquo;s <em>The Lion&nbsp;</em><em>King</em>. Broadway production credits include Disney&rsquo;s&nbsp;<em>The Lion King, Miss Saigon, Mary Poppins </em>and&nbsp;<em>Les Miserables. </em>Touring and global production credits include <em>Mary Poppins </em>(US National tours, Vienna, Mexico City), <em>Les Miserables </em>(US National tour, Toronto). Anthony is currently the Associate Director for global productions of <em>The Lion King</em>, on which he has worked since 1999, and <em>Saturday&nbsp;</em><em>Night Fever &amp; Masquerade </em>for Jean Ann Ryan Productions globally. TV credits include the Tony Awards, <em>An American Celebration</em>, <em>Dancing with&nbsp;</em><em>the Stars, The Late Show with David Letterman</em>, <em>The&nbsp;</em><em>Tonight Show with Conan O&rsquo;Brien</em>, the <em>Royal Variety&nbsp;</em><em>Performance </em>and the 2013 Oscars. Has taught at the Royal Academy of Music London, The Actors&rsquo; Centre and Duke University in the US and was made an Honorary Fellow of the Royal College in July 2018.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Marey Griffith",
                "role": "Associate Choreographer",
                "bio": "<p>A native New Yorker, Miss Griffith toured worldwide with the acclaimed Alvin Ailey American Dance Theater as a featured dancer/soloist for 8 years. She is most known for her performances in the works of the late, world renowned choreographer Ulysses Dove. Other guest appearances include Déjà vu Dance Theatre, and the Spoleto festival in Italy. She worked as co-choreographer on the star studded production of <em>The Wizard of Oz </em>in concert at Avery Fisher Hall with Nathan Lane, Joel Grey, Jewel and Natalie Cole. Miss Griffith has appeared in numerous commercials and voice-overs. Her soap opera credits include <em>As the World Turns </em>and <em>Another World</em>. She has also performed with Sight and Sound Theatre in Lancaster, PA. Miss Griffith joined the creative team of <em>The Lion King </em>in August of 2000. She feels privileged to work with choreographer Garth Fagan.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Clement Ishmael",
                "role": "Musical Supervisor",
                "bio": "<p>Clement is a conductor, composer and arranger. He is a graduate of the University of Toronto and Royal Conservatory of Music, where he specialised in composition and conducting as well as singing with Joyce Britten. Conducting credits include Abbey Players Opera Company, Ad Astra Chorus, Addison Jazz Ensemble and West London Gospel Choir. He also conducted the new ballet Awakening at Sadlers Wells. West End credits include: Five Guys Named Moe, Ain&rsquo;t Misbehavin&rsquo;, Smokey Joe&rsquo;s Café, and Soul Train. He has also directed and arranged the music for numerous shows which include: Sweet Lorraine, Up Against the Wall, The Amen Corner, The Grape Vine, The Cavalcaders and most recently Gem of the Ocean at the Tricycle Theatre. His classical compositions and arrangements have been performed worldwide as well as being broadcast by BBC Television and Radio. His opera Grazyna was performed at the Royal Opera House&rsquo;s Linbury Studio and his most recent commission, for the London Piano Trio was performed at Cadogan Hall in 2008.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Hans Zimmer",
                "role": "Additional Music and Lyrics",
                "bio": "<p>Hans Zimmer received the Oscar®, Golden Globe® and two Grammy® awards for his original film score for the film version of <em>The Lion King</em>. He started his film scoring career with <em>My Beautiful Laundrette</em> in 1985, and his other credits include six Oscar-nominated film scores, among them <em>Gladiator</em>, <em>The Thin Red Line</em>, <em>As Good as It Gets</em> and<em> Rain Man</em>. Additional credits include the Grammy-winning score for<em> Crimson Tide</em>, <em>Driving Miss Daisy</em>, <em>Thelma and Louise</em>,<em> Black Hawk Down</em> and <em>The Last Samurai</em> starring Tom Cruise. Mr. Zimmer also heads the film music division for DreamWorks SKG studios.</p>",
                "image": "../images/headshots/hans-zimmer.jpg"
            },
            {
                "name": "Chris Montan",
                "role": "Executive Music Producer",
                "bio": "<p>Chris Montan joined Disney in 1984 and is currently president of Walt Disney Music. Under his guidance as head of music, soundtracks from nine theatrical releases (<em>Cocktail</em>, <em>Beaches, </em><em>The Little Mermaid, </em><em>Pretty W</em><em>oman</em>, <em>Beauty and the Beast</em>,<em>Aladdin</em>, <em>The Lion King</em>, <em>Pocahontas</em> and <em>Tarzan</em>) were certified multi-platinum. Additionally, the studio received numerous GRAMMY® and Golden Globe honors along with thirteen Academy Awards® for its music entries. Most recently he served as executive producer of the Wonderful World of Disney&rsquo;s production of <em>Annie</em>, as well as producer with the television production of Rodgers and Hammerstein&rsquo;s <em>Cinderella</em>, which was nominated for seven Emmy® Awards.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Jay Rifkin",
                "role": "Additional Music and Lyrics",
                "bio": "<p>The Grammy Award®-winning producer, together with producing and composing partner Hans Zimmer, created Media Ventures, a multifaceted entertainment group that includes music, new media, film and television. Their partnership has earned them numerous awards and nominations, including Academy Award® nominations, for the film scores of<em>Driving Miss Daisy</em>, <em>Rain Man</em> and <em>The Lion King</em>. Following the success of <em>The Lion King</em>, Jay conceived and produced the gold-selling follow-up album <em>Rhythm of the Pride Lands</em>. He is also chairman of Media Revolution and a founder of the film production company Media Ventures Pictures</p>",
                "image": "../images/headshots/jay-rifkin.jpg"
            },
            {
                "name": "Robert Elhai",
                "role": "Associate Producer and Orchestrator",
                "bio": "<p>Tony® and Drama Desk nominee Robert Elhai has orchestrated many concert, theatre and film scores for composers Elliot Goldenthal (<em>Juan Darien, Final Fantasy</em>) and Michael Kamen (<em>Don Juan de Marco, X-Men</em>), among others. His arrangements for Metallica&rsquo;s GRAMMY® Award-winning &ldquo;S&amp;M&rdquo; made good use of his doctorate in composition from Yale University.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "David Metzger",
                "role": "Orchestrator",
                "bio": "<p>David Metzger has orchestrated many films, including the Disney animated film <em>Tarzan</em>, <em>Training Day</em>, <em>Domestic Disturbance</em>,<em>Bait</em> and <em>Return to Paradise</em>. His television work includes composing episodes of <em>&ldquo;The Magnificent Seven&rdquo;</em> and Disney&rsquo;s <em>&ldquo;The Legend of Tarzan&rdquo;</em> and five years as an arranger/composer for <em>&ldquo;The Tonight Show with Jay Leno.</em>&rdquo; David was nominated for Tony® and Drama Desk awards for <em>The Lion King</em>.</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Bruce Fowler",
                "role": "Orchestrator",
                "bio": "<p>Bruce Fowler is an accomplished trombonist who has played with such notables as Woody Herman, Buddy Rich, Frank Zappa, Toshiko Akiyoshi and Don Van Vliet. He performs with his family&rsquo;s band, The Fowler Brothers (there are five Fowlers); his own band, The Enormous Bones; and Banned from Utopia. Bruce was the supervising orchestrator for <em>Pearl Harbor</em> (he also composed the big band numbers), <em>Shrek</em>, <em>As Good as It Gets</em>, <em>Black Hawk Down</em> and Hans Zimmer&rsquo;s Academy Award®-winning <em>The Lion King</em> movie score</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Pippa Ailion",
                "role": "Casting",
                "bio": "<p>Pippa has cast over 160 productions internationally. She was Resident Associate Director casting three seasons of European Classics for Jonathan Miller at The Old Vic between 1987 and 1991. Current West End: <em>Funny Girl</em>, <em>Motown, Guys and Dolls, Sunny Afternoon, Bend It Like Beckham, Charlie &amp; The Chocolate Factory, The Book Of Mormon, Wicked, Billy Elliot</em> and <em>UK tour</em>. Recent West End/other: <em>Lord of the Flies</em> (Regents&rsquo; Park and UK tour) <em>Gypsy, Memphis, Billy Elliot, Top Hat</em> (UK tour) <em>The Rise and Fall of Little Voice</em> (WYP/ Birmingham Rep), <em>Here Lies Love</em> (Dorfman), <em>The Pajama Game, Far Away</em> (Young Vic) <em>We Will Rock You, From Here To Eternity, American Psycho</em> (Almeida), <em>Sweeney Todd, Oh! What a Lovely War</em> (Stratford East and UK tour), <em>Legally Blonde, Fela</em> (NT, Broadway and US tour), <em>The Fairy Queen</em>(Glyndebourne, Paris, New York), <em>Million Dollar Quartet, Waiting for Godot, Decade, Spring Awakening, Marguerite, The Drowsy Chaperone</em>. For Chichester: <em>Gypsy, The Pajama Game, Sweeney Todd, Kiss Me Kate</em> (and Old Vic) <em>Love Story</em> (and Duchess) <em>The Magistrate</em> (and Savoy) <em>Misalliance</em>, <em>Suzanna Andler, Song of Singapore</em> (and Mayfair Theatre). For Regent&rsquo;s Park: <em>Porgy and Bess, The Sound of Music, Ragtime, A Midsummer Night&rsquo;s Dream, Into The Woods, Lord of the Flies, The Importance of Being Earnest</em>. Future West End: <em>The Go Between, Dreamgirls, The Wind in the Willows.</em></p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Jill Green",
                "role": "Casting",
                "bio": "<p>Jill is a full member of The Casting Directors&rsquo; Guild of Great Britain and Ireland.</p><p><strong>Theatre includes: </strong><em>Dear Evan Hansen </em>(2019); <em>War Horse </em>(2015-2020); <em>The Curious</em></p><p><em>Incident of the Dog In The Night-Time </em>(2015-2019); <em>Touching The Void </em>(Bristol Old Vic &amp; Tour); Disney&rsquo;s <em>Aladdin </em>(Prince Edward); <em>Kinky Boots </em>(Adelphi /UK &amp; Ireland Tour); <em>Jersey Boys </em>(Prince Edward/Piccadilly/UK &amp; Ireland Tours 2007-2019); <em>Young Frankenstein </em>(Garrick); <em>Beautiful - The Carole King Musical </em>(Aldwych/UK &amp; Ireland Tour); <em>Lazarus </em>(Kings Cross Theatre); <em>The Lion, The Witch and The Wardrobe </em>(West Yorkshire Playhouse); <em>Jane Eyre </em>(UK Tour 2017/National Theatre); <em>La Strada </em>(UK Tour 2017); <em>Show Boat </em>(New London/Crucible Theatre Sheffield); <em>The Scottsboro Boys </em>(UK Casting, Garrick/Young Vic); <em>The Lion King </em>(International Touring Production); <em>The Producers </em>(Theatre Royal Drury Lane/UK Tours); <em>Fosse </em>(Prince Of Wales). </p><p><strong>Recent Workshops include: </strong><em>Roman Holiday </em>(London Workshop); <em>What&rsquo;s New Pussycat </em>(London Workshop); <em>Famous Five </em>(London Workshop); <em>The Lion, The Witch and The Wardrobe </em>(London Workshop); <em>Becoming Nancy </em>(London Workshops); Pink Floyd&rsquo;s <em>The Wall </em>(London Workshops 2 and 3).</p><p><strong>Feature Films include</strong>: <em>Paddington 2 &lsquo;Rain On The Roof&rsquo; cast </em>(Dancers); <em>Beyond The Sea </em>(UK dancers).</p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Joanne Hawes",
                "role": "Childrens Casting",
                "bio": "<p><strong>Joanne Hawes</strong> trained at LAMDA and started her career at the Theatre Royal Windsor in Stage Management. In London she was part of the SM team for ANNIE, THE PIRATES OF PENZANCE, ON YOUR TOES and LA CAGES AUX FOLLES. Following several years as a theatrical PA she became the Children&rsquo;s Casting Director for OLIVER! at the London Palladium in 1995. Many wonderful shows have followed. Current and forthcoming productions include LES MISERABLES in London and on tour, MISS SAIGON UK TOUR, FIDDLER ON THE ROOF, THE LION KING TOUR and MARY POPPINS </p><p>Jo gives Masterclasses in the Art of Auditioning to children and young people from 7 years old. She also runs very successful Performing Arts Courses in which the young performers take part in musical numbers but also learn other skills such as make up, puppetry, flying, mime, photography and making and working with props.</p><p>Her book CHILDREN IN THEATRE is a useful handbook for parents, children and industry professionals.</p><p>Jo is married to a musician, has children who are all involved in the industry and lives in Berkshire. </p>",
                "image": "../images/headshots/headshot.jpg"
            },
            {
                "name": "Disney Theatrical Productions",
                "role": "Producer",
                "bio": "<p>DISNEY THEATRICAL PRODUCTIONS, a division of The Walt Disney Studios, was formed in 1994 and operates under the direction of Thomas Schumacher. Worldwide, its 10 Broadway titles have been seen by over 160 million theatergoers and have been nominated for 59 Tony®Awards, winning Broadway’s highest honor 20 times. With more than 20 productions currently produced or licensed, a Disney musical is being performed professionally somewhere on the planet virtually every hour of the day.</p><p>The company’s inaugural production, Beauty and the Beast, opened in 1994. It played a remarkable 13 year run on Broadway and has been produced in 37 countries worldwide.</p><p>In November 1997, Disney opened The Lion King, which received six 1998 Tony Awards including Best Musical. After 20 landmark years on Broadway, it has welcomed more than 95 million visitors worldwide to date, and can currently be seen in ten productions worldwide. Having played 20 countries on every continent except Antarctica, The Lion King’s worldwide gross exceeds that of any film, Broadway show or other entertainment title in box office history.</p><p>Elton John and Tim Rice’s Aida opened on Broadway next, winning four 2000 Tony Awards. It was followed by Mary Poppins, a co-production with Cameron Mackintosh, which opened in London in 2004 and went on to enjoy a six year Tony-winning Broadway run.</p><p>Tarzan®, which opened on Broadway in 2006, is now an international hit with an award-winning production in its 8thyear in Germany. In January 2008, The Little Mermaid opened on Broadway and was the #1-selling new musical of that year.</p><p>Disney Theatrical Productions opened two critically acclaimed productions on Broadway in 2012, receiving seven Tony Awards between them: Peter and the Starcatcher and Newsies, each of which enjoyed a two-year run with the latter launching a two-year North American tour and a record-breaking Fathom Events’ in-cinema release.</p><p>Aladdin, Disney Theatrical’s 2014 hit, continues selling out on Broadway and has launched five additional productions around the globe. Their newest hit, the 2018 Broadway musical Frozen, is already setting records in its Broadway run.</p><p>Other successful stage ventures have included the Olivier-nominated London hit Shakespeare in Love, stage productions of Disney’s High School Musical, Der Glöckner Von Notre Dame in Berlin, and King David in concert. DTP has collaborated with the country’s leading regional theatres to develop new stage musicals including The Jungle Book, The Hunchback of Notre Dame and Freaky Friday.</p>",
                "image": "../images/headshots/headshot.jpg"
            }
        ]
    }
]